<!DOCTYPE html>
<html>
<head>
<!-- /.website title -->
<title>Sweet Bomb</title>
<meta name="viewport" content="width=device-width, initial-scale=1.0">
<meta charset="utf-8">
<meta http-equiv="Content-Type" content="text/html; charset=utf-8">
<!-- CSS Files -->
</head>
<body>
• 私隐政策<br/>
如果决定使用我们的服务（SweetBomb 软件），此页面则用于告知软件访问者有关我们收集、使用和披露个人信息的政策。我们会确保所收集、传送、储存及使用的个人资料将遵照香港特别行政区法例第486章《个人资料(私隐)条例》(以下简称为「条例」)的规定处理。如果您选择使用我们的服务，即表示您同意收集和使用与本条例相关的信息。所收集的个人信息我们将用于提供和改善服务。除非在本私隐政策中有说明，否则我们不会使用或与任何人共享您的信息。本私隐政策中使用的术语与我们的条款和条件具有相同的含义，可在此查看，除非本私隐政策中另有定义。
<br/>
• 信息收集和使用<br/>
为了在使用我们的服务时获得更好的体验，我们可能会要求您向我们提供某些个人身份信息，包括但不限于您的电邮地址。我们收集的信息将用于联系或识别您的身份。
<br/>• 使用记录数据<br/>
每当您访问我们的服务时，我们都会收集您的软件数据发送给我们的信息，称为使用记录数据。此使用记录数据可能包括诸如您的计算机的互联网协议('IP')地址、浏览器版本、您访问的我们服务的页面、您访问的时间和日期、在这些页面上花费的时间以及其他统计数据等信息。
<br/>• 安全<br/>
我们重视您对向我们提供您的个人信息的信任，因此我们正在努力使用商业上可接受的方式来保护它。但没有任何通过互联网传输的方法或电子存储方法是100%安全可靠的，我们不能保证其绝对安全。
<br/>• 联系我们<br/>
如果您对我们的隐私政策有任何问题或建议，请随时电邮yukchunma5@gmail.com与我们联系。
</body>

</html>
